/* No comment provided by engineer. */
"%@ (Disabled: %@)" = "%1$@ (Óvirkt: %2$@)";

/* No comment provided by engineer. */
"%@ can't be empty" = "%@ má ekki vera autt";

/* SettingsViewController */
"About" = "Um hugbúnaðinn";

/* No comment provided by engineer. */
"Add Bookmark" = "Bæta við bókamerki";

/* No comment provided by engineer. */
"All rules" = "Allar reglur";

/* SettingsViewController */
"Allow 3rd-Party Keyboards" = "Leyfa utanaðkomandi lyklaborð";

/* SecurityViewController */
"Allow hosts to access WebRTC functions." = "Leyfa tölvum að nota WebRTC aðgerðir.";

/* SecurityViewController */
"Allow hosts to permanently store cookies and local storage databases." = "Leyfa þjónum að geyma vefkökur og gagnagrunna á tæki.";

/* SecurityViewController */
"Allow HTTPS hosts to load page resources from non-HTTPS hosts. (Useful for RSS readers and other aggregators.)" = "Leyfa HTTPS-þjónum að hlaða inn síðutilföngum frá þjónum sem ekki nota HTTPS-dulritun (nýtist fyrir RSS-lesara og aðra streymisafnara)";

/* SecurityViewController */
"Allow Persistent Cookies" = "Leyfa varanlegar vefkökur";

/* No comment provided by engineer. */
"Allow this page to close its tab?" = "Leyfa þessari síðu að loka flipanum sínum?";

/* No comment provided by engineer. */
"An error occurred downloading image %@" = "Villa kom upp við að sækja myndina %@";

/* Donate Scene. */
"Are you sure you want to send a %@ tip?" = "Ertu viss um að þú viljir senda %@ til stuðnings?";

/* No comment provided by engineer. */
"Authentication Required" = "Auðkenningar krafist";

/* SettingsViewController */
"Auto-Complete Search Results" = "Fylla sjálfvirkt út leitarniðurstöður";

/* No comment provided by engineer. */
"Blocked 3rd-Party Hosts" = "Bannaðir utanaðkomandi þjónar";

/* No comment provided by engineer. */
"Bookmarks" = "Bókamerki";

/* Cancel
   Cancel action */
"Cancel" = "Hætta við";

/* SettingsViewController */
"Changing this option requires restarting the app." = "Breytingar á þessum valkosti krefjast þess að forritið sé endurræst.";

/* SettingsViewController */
"Choose, how long app remembers open tabs." = "Veldu hve lengi forritið man opna flipa.";

/* No comment provided by engineer. */
"Close Tab" = "Loka flipa";

/* No comment provided by engineer. */
"Confirm" = "Staðfesta";

/* Donate Scene. */
"Confirm %@" = "Staðfesta %@";

/* Donate Scene. */
"Confirm Purchase" = "Staðfesta kaup";

/* SecurityViewController */
"Content Policy" = "Stefna varðandi efni";

/* Storage1ViewController */
"Cookies and local storage data from non-whitelisted hosts will be cleared even from open tabs after not being accessed for this many minutes." = "Vefkökur og önnur geymslugögn sem ekki eru frá þjónum á undanþágulista verða hreinsuð út, einnig frá opnum flipum, ef þau hafa ekki verið notuð í þetta margar mínútur.";

/* No comment provided by engineer. */
"Copy URL" = "Afrita slóð";

/* No comment provided by engineer. */
"Create New Tab" = "Opna nýjan flipa";

/* No comment provided by engineer. */
"Custom settings" = "Sérsniðnar stillingar";

/* SecurityViewController */
"Custom user-agent string, or blank to use the default." = "Sérsniðinn kennistrengur, eða autt til að nota þann sjálfgefna.";

/* No comment provided by engineer. */
"Default Settings" = "Sjálfgefnar stillingar";

/* No comment provided by engineer. */
"Disable" = "Gera óvirkt";

/* No comment provided by engineer. */
"Disabled: %@" = "Óvirkt: %@";

/* Donate Scene. */
"Donate" = "Styrkja";

/* No comment provided by engineer. */
"Done" = "Lokið";

/* No comment provided by engineer. */
"Double-tap to dismiss pop-up window." = "Bankaðu tvisvar til að loka sprettglugganum.";

/* No comment provided by engineer. */
"Edit Bookmark" = "Breyta bókamerki";

/* No comment provided by engineer. */
"Enable" = "Virkja";

/* No comment provided by engineer. */
"Enter the details of the URL to bookmark:" = "Settu inn lýsingu á slóðinni sem á að bókamerkja:";

/* No comment provided by engineer. */
"Error" = "Villa";

/* No comment provided by engineer. */
"Fill with 1Password" = "Fylla með 1Password-lykilorði";

/* No comment provided by engineer. */
"Focus URL Field" = "Virkni í slóðarreit";

/* Donate Scene. */
"Fund Development" = "Styrkja þróunina";

/* No comment provided by engineer. */
"Bridge Configuration" = "Uppsetning brúa";

/* No comment provided by engineer. */
"Tor connection failure" = "Tengivilla í Tor";

/* No comment provided by engineer. */
"__CONNECTION_FAILURE_DESCRIPTION__" = "Onion-vafrinn missti tengingu við Tor-persónuverndarnetið og tekst ekki að tengjast aftur. Þetta getur gerst ef Onion-vafrinn lendir í bakgrunni eða ef tækið var svæft á meðan Onion-vafrinn var virkur.\n\nFarðu út úr forritinu og reyndu aftur. Ef þú þarft að bókamerkja síðuna sem þú ert á eða vista upplýsingar af henni, geturðu ýtt á 'Í lagi' til að haldast inni í forritinu án nettengingar.";

/* No comment provided by engineer. */
"Quit App" = "Hætta í forriti";

/* No comment provided by engineer. */
"Go Back" = "Til baka";

/* No comment provided by engineer. */
"Go Forward" = "Áfram";

/* SecurityViewController */
"Handle tapping on links in a non-standard way to avoid possibly opening external applications." = "Meðhöndla þegar ýtt er á tengla á óvenjulegan hátt, til að koma í veg fyrir að utanaðkomandi forrit opnist óvart.";

/* No comment provided by engineer. */
"HTTPS Everywhere" = "HTTPS Everywhere";

/* No comment provided by engineer. */
"HTTPS Everywhere Rules" = "Reglur fyrir HTTPS Everywhere";

/* No comment provided by engineer. */
"Ignore for this host" = "Hunsa fyrir þennan hýsil";

/* SecurityViewController */
"Ignore TLS Errors" = "Hunsa TLS-villur";

/* No comment provided by engineer. */
"Invalid email address" = "Ógilt tölvupóstfang";

/* Donate Scene. */
"Loading in-app purchase data…" = "Hleð inn gögnum um kaup innan forrits…";

/* No comment provided by engineer. */
"Log In" = "Skrá inn";

/* No comment provided by engineer. */
"Manage Bookmarks" = "Sýsla með bókamerki";

/* SettingsViewController */
"Minimum version of TLS required for hosts to negotiate HTTPS connections." = "Lágmarksútgáfa TLS sem krafist er af þjónum fyrir meðhöndlun HTTPS-tenginga.";

/* SettingsViewController */
"Miscellaneous" = "Ýmislegt";

/* SettingsViewController */
"Mute Audio with Mute Switch" = "Slökkva á hljóði með þöggunarrofa";

/* No comment provided by engineer. */
"No XHR/WebSocket/Video connections" = "Engar XHR/WebSocket/myndskeiðs-tengingar";

/* No comment provided by engineer. */
"OK" = "Í lagi";

/* No comment provided by engineer. */
"Open" = "Opna";

/* No comment provided by engineer. */
"Open (normal browsing mode)" = "Opna (venjulegur vafurhamur)";

/* No comment provided by engineer. */
"Open in a New Tab" = "Opna í nýjum flipa";

/* No comment provided by engineer. */
"Open in Background Tab" = "Opna í bakgrunnsflipa";

/* No comment provided by engineer. */
"Open in Safari" = "Opna í Safari";

/* No comment provided by engineer. */
"Other" = "Annað";

/* No comment provided by engineer. */
"Page bookmarked" = "Síða bókamerkt";

/* No comment provided by engineer. */
"Page Name (leave blank to use URL)" = "Heiti síðu (skildu eftir autt til að nota vefslóðina)";

/* Password */
"Password" = "Lykilorð";

/* Donate Scene. */
"Payment Sent" = "Greiðsla send";

/* SecurityViewController */
"Privacy" = "Meðferð persónuupplýsinga";

/* No comment provided by engineer. */
"Pull to Refresh Page" = "Toga til að endurhlaða síðu";

/* Donate Scene. */
"Purchase Failure" = "Kaupin mistókust";

/* SettingsViewController */
"Rate on App Store" = "Gefa einkunn í App Store";

/* No comment provided by engineer. */
"Refresh" = "Endurlesa";

/* SettingsViewController */
"Report a Bug" = "Tilkynna um villu";

/* SecurityViewController */
"Restrictions on resources loaded from web pages." = "Takmarkanir á tilföng sem hlaðið er inn af vefsíðum.";

/* No comment provided by engineer. */
"Rules in use on current page" = "Reglur í notkun á núverandi síðu";

/* No comment provided by engineer. */
"Save Image" = "Vista mynd";

/* SettingsViewController */
"Search Engine" = "Leitarvél";

/* SettingsViewController */
"Send Do-Not-Track Header" = "Senda \"ekki fylgjast með mér\" (Do-Not-Track) haus til vefþjóna";

/* No comment provided by engineer. */
"Settings" = "Stillingar";

/* No comment provided by engineer. */
"Share URL" = "Deila slóð";

/* No comment provided by engineer. */
"Show Bookmarks" = "Birta bókamerki";

/* Donate Scene. */
"Sorry, in-app purchase is disabled on your device!" = "Því miður, kaup innan forrits eru óvirk á tækinu þínu!";

/* SettingsViewController */
"Stop Auto-Complete at First Dot" = "Stöðva sjálfvirka útfyllingu við fyrsta punkt";

/* No comment provided by engineer. */
"Strict (no JavaScript, video, etc.)" = "Strangt (ekkert JavaScript, myndskeið, o.s.frv.)";

/* Donate Scene. */
"Support Onion Browser Development" = "Styddu við þróun Onion-vafrans";

/* No comment provided by engineer. */
"Switch to Tab %d" = "Skipta yfir í flipa %d";

/* SettingsViewController */
"Tab Security" = "Öryggi flipa";

/* Donate Scene. */
"Tip: %@" = "Styrkur: %@";

/* SettingsViewController */
"TLS 1.2 Only" = "Aðeins TLS 1.2";

/* SettingsViewController */
"TLS 1.2, 1.1 or 1.0" = "TLS 1.2, 1.1 eða 1.0";

/* No comment provided by engineer. */
"TLS certificate chain verification error (self-signed certificate?)" = "Villa í sannvottun TLS-skilríkjakeðju (sjálfundirritað skilríki?)";

/* No comment provided by engineer. */
"TLS handshake failed" = "TLS-handaband mistókst";

/* No comment provided by engineer. */
"TLS protocol error" = "Villa í TLS-samskiptamáta";

/* SettingsViewController */
"TLS Version" = "Útgáfa TLS";

/* No comment provided by engineer. */
"Universal Link Protection" = "Almenn vörn tengla";

/* No comment provided by engineer. */
"Unknown Organization" = "Óþekktur aðili";

/* AddSiteViewController */
"URL" = "Slóð (URL)";

/* No comment provided by engineer. */
"URL Blocker" = "Banna URL-slóðir";

/* SecurityViewController */
"User Agent" = "Kennisstrengur";

/* No comment provided by engineer. */
"User disabled" = "Notandi óvirkur";

/* No comment provided by engineer. */
"Using defaults" = "Nota sjálfgefin gildi";

/* SecurityViewController */
"WebRTC" = "WebRTC";

/* SettingsViewController */
"When disabled, all text entered in search bar will be sent to the search engine unless it starts with \"http\"" = "Ef þetta er óvirkt verður allur texti sem sleginn er í leitarreitinn verður sendur til leitarvélarinnar nema hann byrji með \"http\"";

/* Donate Scene. */
"You most recently donated %@ on %@." = "Þú gafst nýlega %@ þann %@.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH1__" = "Onion-vafrinn er ókeypis hugbúnaður, en það tekur tíma og aðföng að þróa hann frekar og viðhalda.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH2__" = "Þú getur stutt við gerð forritsins með því að senda litla upphæð í gegnum hnapp fyrir kaup innan forrits hér fyrir neðan. Það er eins-skiptis óendurtekin færsla, en auðvitað geturðu farið í þennan eiginleika aftur og sent meira. Engum upplýsingum um kaup þín innan forrits er safnað eða þær geymdar hjá aðstandendum Onion-vafrans.";

/* Donate Scene. */
"__DONATE_EXPLANATION_PARAGRAPH3__" = "Þú getur fundið út aðrar leiðir til að hjálpa (meðal annars í gegnum Patreon, PayPal, Bitcoin eða Zcash) í hlutanum 'Um hugbúnaðinn' á síðunni 'Víðværar stillingar'.";

/* Donate Scene. */
"__DONATE_THANKS__" = "Takk kærlega! Hver króna kemur að gagni! Greiðslan þín upp á %@ hjálpar til við áframhaldandi þrónun á Onion-vafranum og þeim tólum sem gera einfaldara að fella Tor inn í önnur iOS-forrit.";
